IDEA Open Model
ColumnData.SupportTopY Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the end support. Not necessary if effective lengths are defined.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public SupportType SupportTopY { get; set; }
Public Property SupportTopY As SupportType
	Get
	Set
Property Value
Type: SupportType
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace